{
  "image": "/img/tools/cloudflare.png",
  "icon": "faCloudflare",
  "heading": "Cloudflare",
  "href": "https://www.cloudflare.com/",
  "subheading": "Secure DNS, proxy, CDN, with DDos protection",
  "description": "Trusted by over 20 million Internet properties. Cloudflare provides a scalable, easy-to-use, unified control plane to deliver security, performance, and reliability for on-premises, hybrid, cloud, and SaaS applications.",
  "list": [
    "Secure Domain Name Server (DNS)",
    "Distributed Denial of Service protection (DDoS)",
    "Secure Sockets Layer (SSL)"
  ],
  "offers": {
    "Application Security": {
      "ssl": {
        "name": "Secure Sockets Layer",
        "acronym": "SSL",
        "description": "Encrypting as much web traffic as possible to prevent data theft and other tampering is a critical step toward building a safer, better Internet. We’re proud to be the first Internet performance and security company to offer SSL protection free of charge.",
        "url": "https://www.cloudflare.com/ssl"
      },
      "ddos": {
        "name": "Distributed Denial of Service Protection",
        "acronym": "DDoS",
        "description": "Cloudflare DDoS protection secures websites, applications, and entire networks while ensuring the performance of legitimate traffic is not compromised. Cloudflare’s 121 Tbps network blocks an average of 86 billion threats per day, including some of the largest DDoS attacks in history.",
        "url": "https://www.cloudflare.com/ddos"
      },
      "bot":{
        "name": "Bot Management",
        "url": "https://www.cloudflare.com/products/bot-management/",
        "description": "Undetected malicious bots can damage your brand, steal sensitive information, take over accounts, and negatively impact your revenue. Now you can manage good and bad bots in real-time with speed and accuracy by harnessing the data from the millions of Internet properties on Cloudflare."
      }
    },
    "Application Performance": {
      "dns": {
        "name": "Domain name server",
        "acronym": "DNS",
        "description": "Cloudflare DNS is an enterprise-grade authoritative DNS service that offers the fastest response time, unparalleled redundancy, and advanced security with built-in DDoS mitigation and DNSSEC.",
        "url": "https://www.cloudflare.com/dns"
      },
      "cdn": {
        "name": "Content Delivery Network",
        "description": "Cloudflare offers ultra-fast static and dynamic content delivery over our global edge network. Exercise precise control over how your content is cached, reduce bandwidth costs, and take advantage of built-in unmetered DDoS protection.",
        "acronym": "CDN",
        "url": "https://www.cloudflare.com/cdn"
      }
    }
  }
}
